{
  "response":{"numFound":1374,"start":0,"docs":[
      {
        "id":"10.1371/journal.pone.0026564",
        "abstract":["\n        Little is known about the viruses infecting most species. Even in groups as well-studied as Drosophila, only a handful of viruses have been well-characterized. A viral metagenomic approach was used to explore viral diversity in 83 wild-caught Drosophila innubila, a mushroom feeding member of the quinaria group. A single fly that was injected with, and died from, Drosophila C Virus (DCV) was added to the sample as a control. Two-thirds of reads in the infected sample had DCV as the best BLAST hit, suggesting that the protocol developed is highly sensitive. In addition to the DCV hits, several sequences had Oryctes rhinoceros Nudivirus, a double-stranded DNA virus, as a best BLAST hit. The virus associated with these sequences was termed Drosophila innubila Nudivirus (DiNV). PCR screens of natural populations showed that DiNV was both common and widespread taxonomically and geographically. Electron microscopy confirms the presence of virions in fly fecal material similar in structure to other described Nudiviruses. In 2 species, D. innubila and D. falleni, the virus is associated with a severe (∼80–90%) loss of fecundity and significantly decreased lifespan.\n      "]},
      {
        "id":"10.1371/journal.pone.0188133",
        "abstract":["\nImmune challenges, such as parasitism, can be so pervasive and deleterious that they constitute an existential threat to a species’ survival. In response to these ecological pressures, organisms have developed a wide array of novel behavioral, cellular, and molecular adaptations. Research into these immune defenses in model systems has resulted in a revolutionary understanding of evolution and functional biology. As the field has expanded beyond the limited number of model organisms our appreciation of evolutionary innovation and unique biology has widened as well. With this in mind, we have surveyed the hemolymph of several non-model species of Drosophila. Here we identify and describe a novel hemocyte, type-II nematocytes, found in larval stages of numerous Drosophila species. Examined in detail in Drosophila falleni and Drosophila phalerata, we find that these remarkable cells are distinct from previously described hemocytes due to their anucleate state (lacking a nucleus) and unusual morphology. Type-II nematocytes are long, narrow cells with spindle-like projections extending from a cell body with high densities of mitochondria and microtubules, and exhibit the ability to synthesize proteins. These properties are unexpected for enucleated cells, and together with our additional characterization, we demonstrate that these type-II nematocytes represent a biological novelty. Surprisingly, despite the absence of a nucleus, we observe through live cell imaging that these cells remain motile with a highly dynamic cellular shape. Furthermore, these cells demonstrate the ability to form multicellular structures, which we suggest may be a component of the innate immune response to macro-parasites. In addition, live cell imaging points to a large nucleated hemocyte, type-I nematocyte, as the progenitor cell, leading to enucleation through a budding or asymmetrical division process rather than nuclear ejection: This study is the first to report such a process of enucleation. Here we describe these cells in detail for the first time and examine their evolutionary history in Drosophila.\n"]},
      {
        "id":"10.1371/journal.pbio.1000320",
        "abstract":["\nAnalysis of the relationship between gene copy number and gene expression in aneuploid male Drosophila cells reveals a global compensation mechanism in addition to X chromosome-specific dosage compensation.\n\nExtensive departures from balanced gene dose in aneuploids are highly deleterious. However, we know very little about the relationship between gene copy number and expression in aneuploid cells. We determined copy number and transcript abundance (expression) genome-wide in Drosophila S2 cells by DNA-Seq and RNA-Seq. We found that S2 cells are aneuploid for >43 Mb of the genome, primarily in the range of one to five copies, and show a male genotype (∼ two X chromosomes and four sets of autosomes, or 2X;4A). Both X chromosomes and autosomes showed expression dosage compensation. X chromosome expression was elevated in a fixed-fold manner regardless of actual gene dose. In engineering terms, the system “anticipates” the perturbation caused by X dose, rather than responding to an error caused by the perturbation. This feed-forward regulation resulted in precise dosage compensation only when X dose was half of the autosome dose. Insufficient compensation occurred at lower X chromosome dose and excessive expression occurred at higher doses. RNAi knockdown of the Male Specific Lethal complex abolished feed-forward regulation. Both autosome and X chromosome genes show Male Specific Lethal–independent compensation that fits a first order dose-response curve. Our data indicate that expression dosage compensation dampens the effect of altered DNA copy number genome-wide. For the X chromosome, compensation includes fixed and dose-dependent components.\nAuthor Summary: While it is widely recognized that mutations in protein coding genes can have harmful consequences, one can also have too much or too little of a good thing. Except for the sex chromosomes, genes come in sets of two in diploid organisms. Extra or missing copies of genes or chromosomes result in an imbalance that can lead to cancers, miscarriages, and disease susceptibility. We have examined what happens to gene expression in Drosophila cells with the types of gross copy number changes that are typical of cancers. We have compared the response of autosomes and sex chromosomes and show that there is some compensation for copy number change in both cases. One response is universal and acts to correct copy number changes by changing transcript abundance. The other is specific to the X chromosome and acts to increase expression regardless of gene dose. Our data highlight how important gene expression balance is for cell function. "]},
      {
        "id":"10.1371/journal.pbio.0000060",
        "abstract":["\n        MicroRNAs (miRNAs) are short RNA molecules that regulate gene expression by binding to target messenger RNAs and by controlling protein production or causing RNA cleavage. To date, functions have been assigned to only a few of the hundreds of identified miRNAs, in part because of the difficulty in identifying their targets. The short length of miRNAs and the fact that their complementarity to target sequences is imperfect mean that target identification in animal genomes is not possible by standard sequence comparison methods. Here we screen conserved 3′ UTR sequences from the Drosophila melanogaster genome for potential miRNA targets. The screening procedure combines a sequence search with an evaluation of the predicted miRNA–target heteroduplex structures and energies. We show that this approach successfully identifies the five previously validated let-7, lin-4, and bantam targets from a large database and predict new targets for Drosophila miRNAs. Our target predictions reveal striking clusters of functionally related targets among the top predictions for specific miRNAs. These include Notch target genes for miR-7, proapoptotic genes for the miR-2 family, and enzymes from a metabolic pathway for miR-277. We experimentally verified three predicted targets each for miR-7 and the miR-2 family, doubling the number of validated targets for animal miRNAs. Statistical analysis indicates that the best single predicted target sites are at the border of significance; thus, target predictions should be considered as tentative until experimentally validated. We identify features shared by all validated targets that can be used to evaluate target predictions for animal miRNAs. Our initial evaluation and experimental validation of target predictions suggest functions for two miRNAs. For others, the screen suggests plausible functions, such as a role for miR-277 as a metabolic switch controlling amino acid catabolism. Cross-genome comparison proved essential, as it allows reduction of the sequence search space. Improvements in genome annotation and increased availability of cDNA sequences from other genomes will allow more sensitive screens. An increase in the number of confirmed targets is expected to reveal general structural features that can be used to improve their detection. While the screen is likely to miss some targets, our study shows that valid targets can be identified from sequence alone.\n      \n        A bioinformatic approach suggests many new target genes for Drosophila microRNAs. A number of them are validated experimentally.\n      "]},
      {
        "id":"10.1371/journal.pone.0001265",
        "abstract":["MicroRNAs (miRNAs) are small non-coding RNAs with important regulatory roles in post-transcriptional regulation of metazoan development, homeostasis and disease. The full set of miRNAs is not known for any species and it is believed that many await discovery. The recent assembly of 15 insect genomes has provided the opportunity to identify novel miRNAs in the fruit fly, Drosophila melanogaster. We have performed a computational screen for novel microRNAs in Drosophila melanogaster by searching for phylogenetically conserved putative pre-miRNA structures. The ability of predicted novel miRNA precursors to be processed to produce miRNAs was experimentally verified in S2 cells and in several cases their endogenous expression at was validated by Northern blots. After experimental validation, the predictions were cross-checked with reference to a newly released set of small RNA sequences. Combining both datasets allowed us to identify 53 novel miRNA loci in the fruit fly genome 22 of which we had predicted computationally. This significantly expands the set of known miRNAs in Drosophila melanogaster. Most novel miRNAs contain unique seed sequences not found in other Drosophila miRNAs and are therefore expected to regulate novel sets of target genes. This data provides the basis for future genetic analysis of miRNA function and will aid the discovery of orthologous sequences in other species."]},
      {
        "id":"10.1371/journal.pgen.1002593",
        "abstract":["\n        Phenotypic plasticity is the ability of a single genotype to produce different phenotypes in response to changing environments. We assessed variation in genome-wide gene expression and four fitness-related phenotypes of an outbred Drosophila melanogaster population under 20 different physiological, social, nutritional, chemical, and physical environments; and we compared the phenotypically plastic transcripts to genetically variable transcripts in a single environment. The environmentally sensitive transcriptome consists of two transcript categories, which comprise ∼15% of expressed transcripts. Class I transcripts are genetically variable and associated with detoxification, metabolism, proteolysis, heat shock proteins, and transcriptional regulation. Class II transcripts have low genetic variance and show sexually dimorphic expression enriched for reproductive functions. Clustering analysis of Class I transcripts reveals a fragmented modular organization and distinct environmentally responsive transcriptional signatures for the four fitness-related traits. Our analysis suggests that a restricted environmentally responsive segment of the transcriptome preserves the balance between phenotypic plasticity and environmental canalization.\n      Author Summary: Unlike Mendelian traits, where the genotype allows a direct prediction of the phenotype, predicting phenotypic values is not straightforward for complex traits, which arise from multiple segregating genes and their interactions with the environment. Here, a single genotype can often express different phenotypes in different environments. Such phenotypic plasticity is the counterpoint to “environmental canalization,” whereby genotypes produce the same phenotype in different environments. Whereas phenotypic plasticity allows organisms to respond rapidly to changing environments, environmental canalization buffers phenotypes against environmental perturbations. The balance between plasticity and robustness is crucial for optimal fitness, but the genetic basis for phenotypic plasticity is poorly defined. Here, we present the most comprehensive analysis to date of variation in genome-wide gene expression of an outbred Drosophila melanogaster population under 20 different environments. We find that a restricted environmentally responsive segment of the transcriptome (∼15%) preserves the balance between phenotypic plasticity and environmental canalization. Environmentally plastic transcripts can be grouped into two categories. Class I transcripts are genetically variable and associated with detoxification, metabolism, proteolysis, heat shock proteins, and transcriptional regulation. Class II transcripts have low genetic variance and show sexually dimorphic expression enriched for reproductive functions. Despite low genetic variance these transcripts evolve rapidly. "]},
      {
        "id":"10.1371/journal.pcbi.1000026",
        "abstract":["Drosophila Pumilio (Pum) protein is a translational regulator involved in embryonic patterning and germline development. Recent findings demonstrate that Pum also plays an important role in the nervous system, both at the neuromuscular junction (NMJ) and in long-term memory formation. In neurons, Pum appears to play a role in homeostatic control of excitability via down regulation of para, a voltage gated sodium channel, and may more generally modulate local protein synthesis in neurons via translational repression of eIF-4E. Aside from these, the biologically relevant targets of Pum in the nervous system remain largely unknown. We hypothesized that Pum might play a role in regulating the local translation underlying synapse-specific modifications during memory formation. To identify relevant translational targets, we used an informatics approach to predict Pum targets among mRNAs whose products have synaptic localization. We then used both in vitro binding and two in vivo assays to functionally confirm the fidelity of this informatics screening method. We find that Pum strongly and specifically binds to RNA sequences in the 3′UTR of four of the predicted target genes, demonstrating the validity of our method. We then demonstrate that one of these predicted target sequences, in the 3′UTR of discs large (dlg1), the Drosophila PSD95 ortholog, can functionally substitute for a canonical NRE (Nanos response element) in vivo in a heterologous functional assay. Finally, we show that the endogenous dlg1 mRNA can be regulated by Pumilio in a neuronal context, the adult mushroom bodies (MB), which is an anatomical site of memory storage.Author Summary: The Drosophila Pumilio (Pum) protein was originally identified as a translational control factor for embryo patterning. Subsequent studies have identified Pum's role in multiple biological processes, including the maintenance of germline stem cell, the proliferation and migration of primordial germ cells, olfactory leaning and memory, and synaptic plasticity. Pum is highly conserved across phyla, i.e., from worm to human; however, the mRNA targets of Pum within each tissue and organism are largely unknown. On the other hand, the prediction of RNA binding sites remains a hard question in the computational field. We were interested in finding Pum targets in the nervous system using fruit flies as a model organism. To accomplish this, we used the few Pum binding sequences that had previously been shown in vivo as “training sequences” to construct bioinformatic models of the Pum binding site. We then predicted a few Pum mRNA targets among the genes known to function in neuronal synapses. We then used a combination of “golden standards” to verify these predictions: a biochemical assay called gel shifts, and in vivo functional assays both in embryo and neurons. With these approaches, we successfully confirmed one of the targets as Dlg, which is the Drosophila ortholog of human PSD95. Therefore, we present a complete story from computational study to real biological functions. "]},
      {
        "id":"10.1371/journal.pone.0012421",
        "abstract":["Background: The Drosophila C virus (DCV) is a common and well-studied Drosophila pathogen. Although natural infections are known from Drosophila melanogaster and D. simulans, and artificial infections have been reported from several Drosophila species and other insects, it remains unclear to date whether DCV infections also occur naturally in other Drosophila species. Methods/Principal Findings: Using reverse transcription PCR, we detected natural infections in six Drosophila species, which have not been previously known as natural hosts. By subsequent Sanger sequencing we compared DCV haplotypes among eight Drosophila host species. Our data suggest that cross-infections might be frequent both within and among species within the laboratory environment. Moreover, we find that some lines exhibit multiple infections with distinct DCV haplotypes. Conclusions: Our results suggest that the natural host range of DCV is much broader than previously assumed and that cross-infections might be a common phenomenon in the laboratory, even among different Drosophila hosts. "]},
      {
        "id":"10.1371/journal.pgen.1002564",
        "abstract":["\n        Most genes along the male single X chromosome in Drosophila are hypertranscribed about two-fold relative to each of the two female X chromosomes. This is accomplished by the MSL (male-specific lethal) complex that acetylates histone H4 at lysine 16. The MSL complex contains two large noncoding RNAs, roX1 (RNA on X) and roX2, that help target chromatin modifying enzymes to the X. The roX RNAs are functionally redundant but differ in size, sequence, and transcriptional control. We wanted to find out how roX1 production is regulated. Ectopic DC can be induced in wild-type (roX1+ roX2+) females if we provide a heterologous source of MSL2. However, in the absence of roX2, we found that roX1 expression failed to come on reliably. Using an in situ hybridization probe that is specific only to endogenous roX1, we found that expression was restored if we introduced either roX2 or a truncated but functional version of roX1. This shows that pre-existing roX RNA is required to positively autoregulate roX1 expression. We also observed massive cis spreading of the MSL complex from the site of roX1 transcription at its endogenous location on the X chromosome. We propose that retention of newly assembled MSL complex around the roX gene is needed to drive sustained transcription and that spreading into flanking chromatin contributes to the X chromosome targeting specificity. Finally, we found that the gene encoding the key male-limited protein subunit, msl2, is transcribed predominantly during DNA replication. This suggests that new MSL complex is made as the chromatin template doubles. We offer a model describing how the production of roX1 and msl2, two key components of the MSL complex, are coordinated to meet the dosage compensation demands of the male cell.\n      Author Summary: In fruit flies, the male undergoes dosage compensation to increase the transcriptional output of its single X chromosome to match that of the females' two copies. A large ribonucleoprotein complex that consists of two large noncoding RNA, roX1 and roX2, and at least five MSL (male specific lethal) chromatin-modifying proteins is responsible. We were surprised to find that transcription of new roX1 RNA failed in the absence of pre-existing roX RNA. When we introduced either roX2 or the truncated but functional version of roX1, expression of endogenous wild-type roX1 gene was restored. We propose that this mechanism is essential for ensuring sustained dosage compensation in males and perhaps also for bursts of new MSL complex at each cell cycle. Thousands of large noncoding RNAs have recently been discovered in vertebrates, many of which are associated with chromatin remodeling enzymes. We postulate that some of these will face similar regulatory and functional demands as the roX RNAs and may have evolved comparable strategies to control their production. "]},
      {
        "id":"10.1371/journal.pgen.1008251",
        "abstract":["\nY chromosomes often contain amplified genes which can increase dosage of male fertility genes and counteract degeneration via gene conversion. Here we identify genes with increased copy number on both X and Y chromosomes in various species of Drosophila, a pattern that has previously been associated with sex chromosome drive involving the Slx and Sly gene families in mice. We show that recurrent X/Y co-amplification appears to be an important evolutionary force that has shaped gene content evolution of sex chromosomes in Drosophila. We demonstrate that convergent acquisition and amplification of testis expressed gene families are common on Drosophila sex chromosomes, and especially on recently formed ones, and we carefully characterize one putative novel X/Y co-amplification system. We find that co-amplification of the S-Lap1/GAPsec gene pair on both the X and the Y chromosome occurred independently several times in members of the D. obscura group, where this normally autosomal gene pair is sex-linked due to a sex chromosome—autosome fusion. We explore several evolutionary scenarios that would explain this pattern of co-amplification. Investigation of gene expression and short RNA profiles at the S-Lap1/GAPsec system suggest that, like Slx/Sly in mice, these genes may be remnants of a cryptic sex chromosome drive system, however additional transgenic experiments will be necessary to validate this model. Regardless of whether sex chromosome drive is responsible for this co-amplification, our findings suggest that recurrent gene duplications between X and Y sex chromosomes could have a widespread effect on genomic and evolutionary patterns, including the epigenetic regulation of sex chromosomes, the distribution of sex-biased genes, and the evolution of hybrid sterility.\nAuthor summary: Sex chromosomes are hot spots for genetic conflict, and selfish genetic elements that increase their transmission are prone to originate on sex chromosomes. Previous work has shown that genes that co-amplify on both the X and Y chromosome are involved in sex chromosome drive in mice. Here, we use bioinformatic approaches to identify co-amplified genes in 26 Drosophila species, and we characterize a novel co-amplified gene family in D. pseudoobscura using functional genomic approaches. Our comparative genomic analysis suggests that co-amplification of genes on sex chromosomes is rampant, and we detect co-amplified X/Y genes in dozens of fly species investigated, especially those with young sex chromosomes. We find that co-amplified genes are often derived from well-characterized meiosis genes that are necessary for proper segregation, and are highly expressed in testis. Finally, we show that co-amplified genes often produce antisense transcripts and are targeted by small RNAs. Functional enrichment and expression patterns are consistent with a model where co-amplification of these genes is driven by intragenomic conflicts over transmission of the X and Y chromosome, and that RNAi mechanisms are utilized to launch evolutionary responses to counter sex ratio distortion. This would imply a novel role for the RNAi pathway to defend the genome against selfish elements that try to manipulate fair transmission. "]}]
  }}